---
kind: enumMember
id: F:Autodesk.Revit.DB.SunAndShadowType.StillImage
enum: Autodesk.Revit.DB.SunAndShadowType
source: html/0f990e60-7c79-7a25-42e5-7cfe6abe5b23.htm
---
# Autodesk.Revit.DB.SunAndShadowType.StillImage

Still image study type (single point in time).